	/* Localized DisplayNames for your custom metadata attributes */
	/* The form is:  "myMetadataKey" = "My Metadata Key";    */
	/* The name on the left is the name defined in schema.xml */
	/* The name on the right is what the user will see */
"org_xiph_flac_album" = "Album";
"org_xiph_flac_artist" = "Artiest";
"org_xiph_flac_composer" = "Componist";
"org_xiph_flac_genre" = "Genre";
"org_xiph_flac_year" = "Jaar";
"org_xiph_flac_comment" = "Commentaar";
"org_xiph_flac_title" = "Titel";
"org_xiph_flac_trackNumber" = "Track nummer";
"org_xiph_flac_trackTotal" = "Totaal aantal tracks";
"org_xiph_flac_compilation" = "Deel van een compilatie";
"org_xiph_flac_discNumber" = "Disc nummer";
"org_xiph_flac_discTotal" = "Totaal aantal discs";
"org_xiph_flac_ISRC" = "ISRC";
"org_xiph_flac_MCN" = "MCN";

	/* Localized Description of you custom metadata attributes */
	/* The form is: "myMetadataKey.Description" = "stuff";
	/* com_Foo_YourAttrName should be definded in the schema.xml file  */
	 /* The value on the right will be displayed by the Finder etc.. */
"org_xiph_flac_album.Description" = "Album";
"org_xiph_flac_artist.Description" = "Artiest";
"org_xiph_flac_composer.Description" = "Componist";
"org_xiph_flac_genre.Description" = "Genre";
"org_xiph_flac_year.Description" = "Jaar";
"org_xiph_flac_comment.Description" = "Commentaar";
"org_xiph_flac_title.Description" = "Titel";
"org_xiph_flac_trackNumber.Description" = "Track nummber";
"org_xiph_flac_trackTotal.Description" = "Totaal aantal tracks";
"org_xiph_flac_compilation.Description" = "Deel van een compilatie";
"org_xiph_flac_discNumber.Description" = "Disc nummer";
"org_xiph_flac_discTotal.Description" = "Totaal aantal discs";
"org_xiph_flac_ISRC.Description" = "ISRC";
"org_xiph_flac_MCN.Description" = "MCN";
